Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/sametinget_stotter_samisk_3d_spillserie.html.tmx
Source language: nob
Languages: sme

source: Sametinget støtter samisk 3D spillserie
sme: Sámediggi doarju sámi 3D-spealloráiddu

source: Sametinget har bevilget 300 000 kroner til Miksapix til Interactive AS prosjektet samisk 3D -spillserie.
sme: Sámediggi lea juolludan 300 000 kruvnnu Miksapix Interactive AS -prošeavtta sámi 3D-spealloráidui.

source: Dette er det det 5. spillet fra spillserien Raanaa – Jiehtanasaid máilbmi .
sme: Dát lea Raanaa spealloráiddu viđat speallu – Jiehtanasaid máilbmi .

source: Det første spillet i denne serien var som ble publisert i 2019.
sme: Vuosttaš speallu dán ráiddus lei ja almmuhuvvui 2019:s.

source: Raanaa er ei modig sjamanjente som hjelper dem som er i en farlig situasjon i Kjempenes verden.
sme: Raanaa lea jálos noaidenieida, guhte veahkeha sin, geat leat váralaš dilis jiehtanasaid máilmmis.

source: Hun har sjamankrefter og har en magisk kofte på seg som hun kan trosse tyngdekraften med.
sme: Mikkel Eskil Mikkelsen Åse M.P. Pulk/Sámediggi sus lea magihkalaš gákti badjelasas mii dagaha su hui geahpasin.

source: I det femte spillet skal spilleren styre en karakter i tredjepersonsperspektiv i kjempenes verden.
sme: Viđat spealus spealli stivre karaktevrra goalmmátpersovnna perspektiivvas jiehtanasaid máilmmis.

source: Spillet skal gjøre spilleren kjent med elementer fra samisk religion, guder og mytologi, men også Norrøn mytologi.
sme: Spealus spealli oahpásmuvvá sámi oskku, ipmiliid ja mytologiija elemeanttaiguin, ja maiddái norrøna mytologiijain.

source: Dette er et nyskapende spillprodukt hvor det også kombineres med samisk og norrøn mytologi og fortellinger.
sme: Dát lea innovatiivvalaš speallobuvtta, mas sámi ja norrøna mytologiija ja muitalusat kombinerejuvvojit.

source: Raanaa reiser gjennom åndeverdener som alle er inspirert av gamle samiske historier og mytologier, og i hver episode får spilleren besøke en ny åndeverden.
sme: Raanaa vánddarda vuoiŋŋaid máilmmiid čađa, maid inspirašuvdnan leat dološ sámi historjját ja mytologiijat, ja juohke episodas spealli galleda ođđa máilmmi.

source: – Sametingets strategi er å løfte det samiske språket blant barn og unge, og slike digitale spill er viktige.
sme: – Sámedikki strategiija lea loktet sámegiela mánáid ja nuoraid gaskkas, ja dákkár digitála spealut leat dehálaččat.

source: Jo mer barn og unge får spille på samisk jo bedre er det. Det er en sentral arena for barn og unge, sier sametingsrådet Mikkel Eskil Mikkelsen.
sme: Mađi eanet mánát ja nuorat besset speallat sámegillii dađi buoret dat lea, lohká sámediggeráđđi Mikkel Eskil Mikkelsen.

source: For spørsmål eller intervju, ta kontakt med sametingsråd Mikkel Eskil Mikkelsen (NSR), mikkel.eskil.mikkelsen@samediggi.no
sme: Gažaldagaid vástida dahje jearahallama addá sámediggeráđđi Mikkel Eskil Mikkelsen (NSR), mikkel.eskil.mikkelsen@samediggi.no
